/* 100 or more gibibytes */
"%.0f GiB" = "%.0f GiB";

/* greater than 100 kibibytes */
"%.0f KiB" = "%.0f KiB";

/* over 100 mebibytes */
"%.0f MiB" = "%.0f MiB";

/* 100 or more pebibytes */
"%.0f PiB" = "%.0f PiB";

/* 100 or more tebibytes */
"%.0f TiB" = "%.0f TiB";

/* 10 to 100 gibibytes */
"%.1f GiB" = "%.1f GiB";

/* less than 100 kibibytes */
"%.1f KiB" = "%.1f KiB";

/* less than 100 mebibytes */
"%.1f MiB" = "%.1f MiB";

/* less than 100 pebibytes */
"%.1f PiB" = "%.1f PiB";

/* less than 100 tebibytes */
"%.1f TiB" = "%.1f TiB";

/* less than 10 gibibytes */
"%.2f GiB" = "%.2f GiB";

/* bytes */
"%d B" = "%d B";

/* more than two days left */
"%d days" = "%d days";

/* hour or more time left  */
"%d h, %2d m" = "%d h, %2d m";

/* 10 hours or more time left  */
"%d hours" = "%d hours";

/* less than an hour */
"%d m" = "%d m";

/* less than an 5 minutes left */
"%d m, %2d s" = "%d m, %2d s";

/* num connected peers info string */
"%d peers" = "%d peers";

/* less than a minute left */
"%d s" = "%d s";

/* single seed and peers info string */
"%d seed in %d peers" = "%d seed in %d peers";

/* num connected seeds and peers info string */
"%d seeds in %d peers" = "%d seeds in %d peers";

/* filedir resume */
"%s" = "%s";

/* torrent inspector size string */
"%s (%s bytes)" = "%s (%s bytes)";

/* seeding status */
"%s - %s" = "%s - %s";

/* size string */
"%s of %s" = "%s of %s";

/* peer detail title string */
"%s peer details" = "%s peer details";

/* zero peers */
"0 peers" = "0 peers";

/* unknown amount of time left */
"<unknown>" = "<unknown>";

/* dir resume */
"All of the files named in the torrent already exist in the folder \"%s\", attempt to resume?" = "All of the files named in the torrent already exist in the folder \"%s\", attempt to resume?";

/* nag already */
"Already Donated" = "Already Donated";

/* autostop toolbar label */
"Autostop" = "Autostop";

/* stop timetoolbar palette label */
"Autostop in minutes" = "Autostop in minutes";

/* autostop toolbar palette label */
"Autostop Method" = "Autostop Method";

/* stop ratio toolbar palette label */
"Autostop Ratio" = "Autostop Ratio";

/* torrent window title */
"BitTorrent OSX" = "BitTorrent OSX";

/* cancel */
"Cancel" = "Cancel";

/* canceled timefield status */
"Canceled" = "Canceled";

/* checking existing file */
"Checking existing file, %s of %s" = "Checking existing file, %s of %s";

/* Torrent window title when saving */
"Choose directory for %s" = "Choose directory for %s";

/* close button label */
"Clear" = "Clear";

/* close label */
"Clear Torrent" = "Clear Torrent";

/* complete */
"Complete" = "Complete";

/* complete */
"Complete!" = "Complete!";

/* critical error */
"Critical Error: %s" = "Critical Error: %s";

/* critical error */
"Critical: %s" = "Critical: %s";

/* unicode decode error window title */
"Decode Error: %s" = "Decode Error: %s";

/* download finished */
"Download completed." = "Download completed.";

/* download started */
"Download started." = "Download started.";

/* cancelled dl */
"Download stopped." = "Download stopped.";

/* downloading state */
"Downloading" = "Downloading";

/* error stopped status */
"Error" = "Error";

/* normal error */
"Error: %s" = "Error: %s";

/* dns version lookup failed */
"Failed check for new version." = "Failed check for new version.";

/* bittorrent failure message */
"Failed to initialize BitTorrent core.  Error: %s" = "Failed to initialize BitTorrent core.  Error: %s";

/* file error in generate message */
"Failed to make torrent file.  Error message: %s" = "Failed to make torrent file.  Error message: %s";

/* No comment provided by engineer. */
"Failed to publish Rendezvous advertisement..." = "Failed to publish Rendezvous advertisement...";

/* fatal error */
"Fatal Error" = "Fatal Error";

/* file error */
"File Error" = "File Error";

/* Generate */
"Generate" = "Generate";

/* donate url */
"http://www.bittorrent.com/donate_mac.html" = "http://www.bittorrent.com/donate_mac.html";

/* nag message */
"If you like BitTorrent and want to see more cool apps from the author, you should make a donation." = "If you like BitTorrent and want to see more cool apps from the author, you should make a donation.";

/* inspect toolbar label */
"Inspect" = "Inspect";

/* inspect toolbar palette label */
"Inspect Torrent" = "Inspect Torrent";

/* invalid file chose for generate */
"Invalid File" = "Invalid File";

/* No comment provided by engineer. */
"Invalid Tracker URL" = "Invalid Tracker URL";

/* nag later */
"Later" = "Later";

/* task launching status */
"Launching" = "Launching";

/* log toolbar label */
"Log" = "Log";

/* max_accept toolbar label */
"Max Accept" = "Max Accept";

/* max_initiate toolbar label */
"Max Initiate" = "Max Initiate";

/* max_uploads toolbar label */
"Max Slots" = "Max Slots";

/* max_upload_rate toolbar label */
"Max UL KiB/s" = "Max UL KiB/s";

/* max_accept toolbar palette label */
"Maximum Peers to Accept Connections" = "Maximum Peers to Accept Connections";

/* max_upload_rate toolbar palette mlabel */
"Maximum Upload Rate" = "Maximum Upload Rate";

/* max_uploads toolbar palette label */
"Maximum Upload Slots" = "Maximum Upload Slots";

/* max_initiate toolbar palette label */
"Maxium Peers to Initiate Connections" = "Maxium Peers to Initiate Connections";

/* empty detail title string */
"No torrent selected" = "No torrent selected";

/* no autostop state */
"Nonstop" = "Nonstop";

/* OK */
"OK" = "OK";

/* min_uploads toolbar label */
"Opt. Slots" = "Opt. Slots";

/* optimistic unchokes toolbar palette label */
"Optimistic Unchoke Slots" = "Optimistic Unchoke Slots";

/* peer detail toolbar label */
"Peers" = "Peers";

/* nag window title */
"Please Donate" = "Please Donate";

/* resume */
"Resume" = "Resume";

/* resume filedir detail */
"Resuming may overwrite the file with different data" = "Resuming may overwrite the file with different data";

/* resume dir detail */
"Resuming may overwrite the files with different data" = "Resuming may overwrite the files with different data";

/* save directory prompt */
"Save" = "Save";

/* error status */
"See log for error detail." = "See log for error detail.";

/* finished status */
"Seeding" = "Seeding";

/* show toolbar label */
"Show" = "Show";

/* show toolbar palette label */
"Show in Finder" = "Show in Finder";

/* peer detail toolbar palette label */
"Show Peer Detail" = "Show Peer Detail";

/* waiting for torrent to exit status */
"Shutting down..." = "Shutting down...";

/* start */
"Start" = "Start";

/* start torrent pallette label */
"Start Torrent" = "Start Torrent";

/* stop */
"Stop" = "Stop";

/* stop time toolbar label */
"Stop Mins." = "Stop Mins.";

/* stop ratio toolbar label */
"Stop Ratio" = "Stop Ratio";

/* stop torrent pallette label */
"Stop Torrent" = "Stop Torrent";

/* stopped */
"Stopped" = "Stopped";

/* Thank You */
"Thank You" = "Thank You";

/* thanks for donating */
"Thank you for making a donation.  You will not be bothered with donation requests until you upgrade." = "Thank you for making a donation.  You will not be bothered with donation requests until you upgrade.";

/* filedir resume */
"The file '%s' already exists, attempt to resume the torrent?" = "The file '%s' already exists, attempt to resume the torrent?";

/* dir resume */
"The folder %s already exists, attempt to resume? " = "The folder %s already exists, attempt to resume? ";

/* unicode decode detail */
"This torrent was made with a broken tool and has an incorrectly encoded filename. Sorry!  Error message: %s" = "This torrent was made with a broken tool and has an incorrectly encoded filename. Sorry!  Error message: %s";

/* peer detail toolbar palette label */
"Toggle Log Drawer" = "Toggle Log Drawer";

/* torrent file not in bencode format or unreadable */
"Torrent file corrupted." = "Torrent file corrupted.";

/* couldn't find torrent file error message */
"Torrent file missing." = "Torrent file missing.";

/* new version available */
"Version %s is now available at BitTorrent.com!" = "Version %s is now available at BitTorrent.com!";

/* queued status */
"Waiting" = "Waiting";

/* empty file for generate */
"You must drag a file or folder into the generate window first." = "You must drag a file or folder into the generate window first.";

/* No comment provided by engineer. */
"You must enter the tracker URL.  Contact the tracker administrator for the URL." = "You must enter the tracker URL.  Contact the tracker administrator for the URL.";

